Repository: FreePBX/parking
Catalog: i18n/*/LC_MESSAGES/parking.po
Languages: fa_ir

source: %s no longer supported
fa_ir: %s دیگر پشتیبانی نمیشود

source: Alternate Destination
fa_ir: داخلی جایگزین

source: Announcement
fa_ir: اعلان

source: Applications
fa_ir: برنامه‌ ها

source: Attended Transfer call into Park lot nn
fa_ir: انتقال تماس در لات پارک nn

source: Attended transfer to lot %d
fa_ir: انتقال به لات %d

source: Auto CallerID Prepend
fa_ir: تهیه شناسه تماس گیرنده خودکار

source: Both
fa_ir: هردو

source: Caller
fa_ir: تماس گیرنده

source: CallerID Prepend
fa_ir: تهیه شناسه تماس گیرنده

source: Come Back to Origin
fa_ir: برگشت به اصل

source: Default Lot
fa_ir: پیشفرض

source: Defines the Feature Code to use for Direct Call Pickup
fa_ir: تشخیص کد ویژه برای قطع تماس مستقیم کاربر

source: Delete
fa_ir: حذف

source: Destination
fa_ir: داخلی

source: ERROR: too many default lots detected, deleting and reinitializing
fa_ir: خطا： تعداد زیاد لات پیشفرض تشخیص داده شد

source: Edit:
fa_ir: ویرایش：

source: Example Usage
fa_ir: مثال طریقه استفاده

source: Extension
fa_ir: داخلی

source: Failover Destination.
fa_ir: عدم موفقیت داخلی.

source: Find Slot
fa_ir: یافتن Slot

source: First
fa_ir: اولین

source: General Settings
fa_ir: تنظیمات عمومی

source: INUSE
fa_ir: درحال استفاده

source: Initializing default parkinglot..
fa_ir: تشخیص لات پارک پیشفرض..

source: Name
fa_ir: نام

source: Neither
fa_ir: هیچکدام

source: Next
fa_ir: بعدی

source: No
fa_ir: خیر

source: None
fa_ir: هیچ

source: Number of Slots
fa_ir: تعداد Slotها

source: Optional message to be played to the call prior to sending back to the Originator or the Alternate Destination.
fa_ir: پیام اختیاری که زمانی پخش میشود که تماس به داخلی جایگزین منتقل شود.

source: Overview
fa_ir: بازبینی

source: Park Prefix
fa_ir: پیشوند پارک شده

source: Park Yourself into lot %d
fa_ir: خود را پارک کنید در لات %d

source: Park Yourself into lot nn
fa_ir: پارک کنید خود را در لات nn

source: Park Yourself. The lot number will be announced to you
fa_ir: شماره لات به شما اعلام میشود

source: Park to your Assigned Lot
fa_ir: در Lot خود پارک کنید

source: Parked
fa_ir: پارک شده

source: Parked Music Class
fa_ir: کلاس آهنگ پارک شده

source: Parking
fa_ir: در حال پارک

source: Parking Alert-Info
fa_ir: اطلاعات هشدار پارکینگ

source: Parking Help
fa_ir: راهنمای پارک کردن

source: Parking Lot
fa_ir: Lot پارک کردن

source: Parking Lot Extension
fa_ir: داخلی لات پارک شده

source: Parking Lot Name
fa_ir: نام Lot پارک کردن

source: Parking Lot Starting Position
fa_ir: موقعیت Lot شروع پارک کردن

source: Parking Settings
fa_ir: تنظیمات پارک کردن

source: Parking Timeout (seconds)
fa_ir: وقفه پارک کردن (ثانیه)

source: ParkingLot
fa_ir: Lot پارک کردن

source: Parks to your Assigned Lot if using Park Pro. If using standard parking this parks to the default lot
fa_ir: پارک در لات مختص شما. اگر از پارک استاندارد استفاده کنید این لات ها پیشفرض هستند

source: Pickup Courtesy Tone
fa_ir: تن قطع کردن

source: Pickup ParkedCall Any
fa_ir: قطع هر تماس پارک شده

source: Pickup ParkedCall Prefix
fa_ir: قطع پیشوند تماس پارک شده

source: Provide a Descriptive Title for this Parking Lot
fa_ir: ایجاد عنوان برای این لات

source: Re-Parking Capability
fa_ir: قابلیت پارک کردن مجدد

source: Reset
fa_ir: بازنشانی

source: Returned Call Behavior
fa_ir: رفتار تماس بازگشت

source: Submit
fa_ir: ارسال

source: This is the extension where you will transfer a call to park it
fa_ir: این داخلی است که تماس برای پارک به آن منتقل میشود

source: This module is used to configure Parking Lot(s)
fa_ir: این ماژول برای تنظیم لات(ها) پارک شده استفاده میشود

source: Transfer Capability
fa_ir: قابلیت انتقال

source: Yes
fa_ir: بله

source: You can also transfer directly to a lot number (71 through 78) and if that lot is empty, your call will be parked there
fa_ir: شما میتوانید به شماره لات مستقیم (۷۱ تا ۷۸)منتقل شوید

source: You can transfer a call to the Parking Lot Extension (70 by default), the call will then be placed into a lot (71-78 by default) and the lot number will be announced to you.
fa_ir: شما میتوانید یک تماس را به داخلی لات پارک شده منتقل کنید(پیشفرض ۷۰).

source: default
fa_ir: پیشفرض

source: done
fa_ir: انجام شده

source: he starting postion of the parking lot
fa_ir: او پست کردن لات پارک را شروع کرده

source: migrated ... dropping old table parkinglot
fa_ir: منتقل شده... انداختن جدول قدیمی

source: migrating old parkinglot data
fa_ir: انتقال دیتا قدیمی لات پارک شده
